tap "aquasecurity/trivy"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "int128/kubelogin"
tap "jmespath/jmespath"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "m4"
brew "autoconf"
brew "ca-certificates"
brew "mpdecimal"
brew "readline"
brew "xz"
brew "awscli"
brew "caddy"
brew "libunistring"
brew "gettext"
brew "pcre2"
brew "chezmoi"
brew "gmp"
brew "coreutils"
brew "docker", link: false
brew "docker-credential-helper"
brew "docutils"
brew "fzf"
brew "gdbm"
brew "git"
brew "go"
brew "grep"
brew "helm"
brew "icdiff"
brew "icu4c@76"
brew "ipcalc"
brew "istioctl"
brew "oniguruma"
brew "jq"
brew "jsonnet"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "libevent"
brew "libidn2"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "luajit-openresty"
brew "luv"
brew "msgpack"
brew "mtr"
brew "mysql-client"
brew "ncurses"
brew "tree-sitter"
brew "utf8proc"
brew "neovim"
brew "openjdk@11"
brew "openjdk@17"
brew "openssl@1.1"
brew "pcre"
brew "pidof"
brew "pkgconf"
brew "poetry"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "ripgrep"
brew "six"
brew "terraform-docs"
brew "tfenv"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "watch"
brew "wget"
brew "zsh"
brew "aquasecurity/trivy/trivy"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "int128/kubelogin/kubelogin"
brew "jmespath/jmespath/jp"
cask "adobe-acrobat-reader"
cask "aerospace"
cask "alacritty"
cask "apache-directory-studio"
cask "docker"
cask "firefox"
cask "font-hack"
cask "ghostty"
cask "iterm2"
cask "meld"
cask "pritunl"
cask "scroll-reverser"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
vscode "castwide.solargraph"
vscode "devmike.mikrotik-routeros-script"
vscode "eamodio.gitlens"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mervin.markdown-formatter"
vscode "ms-azuretools.vscode-docker"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "nicolasvuillamy.vscode-groovy-lint"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "sonarsource.sonarlint-vscode"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
vscode "zhuangtongfa.material-theme"
