tap "aquasecurity/trivy"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "int128/kubelogin"
tap "koekeishiya/formulae"
brew "m4"
brew "autoconf"
brew "ca-certificates"
brew "chezmoi"
brew "gmp"
brew "coreutils"
brew "docker"
brew "fzf"
brew "gdbm"
brew "gettext"
brew "pcre2"
brew "git"
brew "go"
brew "pcre"
brew "grep"
brew "istioctl"
brew "oniguruma"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "openssl@1.1"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "luajit-openresty"
brew "luv"
brew "mpdecimal"
brew "msgpack"
brew "ncurses"
brew "tree-sitter"
brew "neovim"
brew "openjdk@11"
brew "pidof"
brew "pkg-config"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.10"
brew "six"
brew "poetry"
brew "pyenv"
brew "python@3.9"
brew "ripgrep"
brew "tfenv"
brew "the_silver_searcher"
brew "utf8proc"
brew "tmux"
brew "watch"
brew "wget"
brew "zsh"
brew "aquasecurity/trivy/trivy"
brew "int128/kubelogin/kubelogin"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "apache-directory-studio"
cask "docker"
cask "firefox"
cask "font-hack"
cask "iterm2"
cask "visual-studio-code"
cask "vlc"
